<html>
<head>
<title>Cómo crear un idioma - Glosario</title>

<meta charset="utf-8">
<meta name="viewport" content="initial-scale=1">

<link rel="shortcut icon" href="/ii-favicon.png" />
<meta name="og:title" content="Idiomas imaginarios" />
<meta name="og:type" content="website" />
<meta name="og:description" content="Guías y artículos sobre la creación de idiomas" />
<meta name="og:image" content="https://idiomas-imaginarios.github.io/ii-socialicon.png" />

<link rel="stylesheet" href="../style.css">
<link rel="stylesheet" href="pablo-flores-style.css">

<body>

<div id="wrapper">
<div id="title">
<h1>Idiomas imaginarios</h1>
</div>

<div id="main">

<div class="crumbles">
<a href="/">Inicio</a> &gt; <a href="como-crear-un-lenguaje.html">Cómo crear un lenguaje</a> &gt;
</div>

<hr/>

<h1>Glosario</h1>
<hr/>

<p>
<small>(S&iacute;, esto es un poco presuntuoso de mi parte, pero prefiero definir yo mismo
las cosas como las entiendo. Todav&iacute;a no he encontrado un buen glosario, de
cualquier tema, que sea entendible y conciso a la vez.)</small>
<p> Este Glosario est&aacute; pensado como una p&aacute;gina de referencia r&aacute;pida, 
para ser vinculada desde otros puntos cualesquiera de este sitio, sobre todos 
los temas, pero especialmente (y abrumadoramente) ling&uuml;&iacute;stica, gram&aacute;tica, 
fon&eacute;tica, y todas esas cosas que uno debe saber o tratar cuando est&aacute; 
<a href="como-crear-un-lenguaje.html">creando</a> un lenguaje. Es 
posible, a medida que pase el tiempo, que algunos t&eacute;rminos relacionados 
con la creaci&oacute;n de culturas aparezca por 
aqu&iacute; tambi&eacute;n, como asimismo cualquier otro tema en el cual quiera 
enfocarme durante mi estancia en este plano de existencia. 

<hr/>

<dl> 
<p>
<dt><b><a name=""></a></b> 
<dd> 
<p>
<dt><b><a name="alofono">al&oacute;fono</a></b> 
<dd>Cada uno de los sonidos que se agrupan en un <a href="#fonema">fonema</a>. 
Los al&oacute;fonos de un fonema suelen estar en <b>distribuci&oacute;n complementaria</b>, 
es decir que dadas las condiciones para que el fonema se manifieste como un determinado 
al&oacute;fono, todos los dem&aacute;s quedan excluidos en esa posici&oacute;n. 
<p>
<dt><b><a name="alomorfo">alomorfo</a></b> 
<dd>Cada una de las formas que puede tomar un <a href="#morfema">morfema</a>. 
Por ejemplo, el morfema de plural en espa&ntilde;ol se manifiesta como dos alomorfos, 
<i>-s</i> y <i>-es</i> (<i>manzanas</i> usa <i>-s</i>, el m&aacute;s corriente, 
pero se usa <i>-es</i> en <i>ceb&uacute;es</i>). Los alomorfos pueden estar condicionados 
por alg&uacute;n aspecto fon&eacute;tico, o por razones gramaticales. 
<p>
<dt><b><a name="alveolos">alv&eacute;olos</a></b> 
<dd>El espacio que se encuentra inmediatamente detr&aacute;s de la cara posterior 
de los dientes superiores, y antes del borde curvado del paladar. Aqu&iacute; 
es donde se producen los sonidos <b>alveolares</b>, como la <code>/l/</code>, 
la <code>/r/</code>, y la <code>/s/</code>. 
<p>
<dt><b><a name="analitico">anal&iacute;tico</a></b> 
<dd>D&iacute;cese de un lenguaje que tiende a marcar las distinciones en sus verbos, 
sustantivos, etc. por medio de la sintaxis, el orden de las palabras y el uso 
del l&eacute;xico antes que por medio de elementos morfol&oacute;gicos (ver <a href="#sintetico">sint&eacute;tico</a>). 
En un lenguaje anal&iacute;tico, las palabras reciben pocos prefijos y sufijos; 
los verbos no suelen estar marcados por verbo, persona o aspecto, ni los sustantivos 
por n&uacute;mero o g&eacute;nero. Estas distinciones se dejan sin mencionar o 
se marcan con palabras separadas, en vez de como conjugaciones y casos gramaticales. 
La tendencia al an&aacute;lisis puede manifestarse en varios campos distintos, 
pero en general hace que las palabras tengan menor contenido en s&iacute; mismas, 
adquiriendo mayor importancia la sintaxis (estructura de combinaci&oacute;n de 
las palabras entre s&iacute;). Ejemplos de lenguajes muy anal&iacute;ticos son 
el ingl&eacute;s y el chino, que comparten el hecho de tener muy poca morfolog&iacute;a 
verbal y nominal, y el de presentar un orden de palabras muy estricto (SVO, sujeto-verbo-objeto, 
que es el m&aacute;s com&uacute;n entre las lenguas que no marcan el sujeto y 
el objeto como tales, puesto que el verbo se encarga de separarlos). 
<p>
<dt><b><a name="aproximante">aproximante</a></b> 
<dd>D&iacute;cese de los sonidos que se producen con un flujo de aire apenas molestado 
por la lengua, los labios u otros &oacute;rganos vocales. Muchas veces llamados 
'semivocales' o 'semiconsonantes'. Ejemplos de ellos son la <i>y</i> espa&ntilde;ola 
(de Espa&ntilde;a), la <i>w</i> inglesa, y en general las <i>i</i> y <i>u</i> 
que participan en diptongos; tambi&eacute;n <code>/l/</code> es aproximante, ya 
que, aunque la lengua clausura el paso de aire a la altura de los <a href="#alveolos">alv&eacute;olos</a>, 
&eacute;ste fluye apenas modulado a los lados de la lengua. Las aproximantes son 
generalmente <a href="#sonoro">sonoras</a>, ya que una aproximante <a href="#sordo">sorda</a> 
es pr&aacute;cticamente inaudible. 
<p>
<dt><b><a name="click">click</a></b> 
<dd>D&iacute;cese de un sonido <a href="#ingresivo">ingresivo</a> que se produce 
de la siguiente manera: el flujo de aire se cierra en dos puntos de la boca, uno 
de los cuales es siempre el <a href="#velo">velo</a> del paladar, y el otro uno 
m&aacute;s cercano al frente de la boca. Echando hacia atr&aacute;s levemente 
la clausura velar, se produce una baja de presi&oacute;n en la cavidad as&iacute; 
formada entre las dos clausuras. Llegado un punto determinado, se suelta la primera 
clausura, dejando que el aire ingrese con un sonido brusco. Este sonido es an&aacute;logo 
al <i>pop</i> que se produce cuando se destapa una botella cerrada con un corcho 
y el aire entra bruscamente en ella debido a la diferencia de presi&oacute;n. 
Los clicks son particularmente frecuentes en algunas lenguas africanas. Los m&aacute;s 
comunes se producen con los dos labios, con la lengua y los <a href="#alveolos">alv&eacute;olos</a>, 
y la lengua y la b&oacute;veda del paladar. <span class="note">[<a href="javascript:;//no hace nada">Escucha 
una muestra</a> <i>[grabación perdida]</i>, clicks bilabial, alveolar y palatal -- archivo MP3, 6 KB.]</span> 
<p>
<dt><b><a name="deixis">deixis</a></b> 
<dd>El sistema de referencias de un lenguaje. Por referencias se entiende las 
palabras usadas para referirse a objetos, personas y otras cosas situadas en distintas 
locaciones, tiempos, contextos dentro de la oraci&oacute;n, etc. Estas palabras 
se llaman <b>de&iacute;cticos</b> o <b>demostrativos</b>. En espa&ntilde;ol tenemos 
un sistema con tres <b>niveles de deixis</b>: uno para objetos cercanos ('esto, 
&eacute;ste, &eacute;sta'), otro para objetos que est&aacute;n m&aacute;s cerca 
del oyente que del hablante ('eso, &eacute;se, &eacute;sa'), y otro para objetos 
lejanos de ambos ('aquello, aqu&eacute;l, aqu&eacute;lla'), aunque a veces se 
confunden un poco. 
<p>
<dt><b><a name="diacronico">diacr&oacute;nico</a></b> 
<dd>D&iacute;cese de uno de los dos enfoques posibles del estudio de un lenguaje 
con respecto al tiempo. Diacr&oacute;nico significa 'a trav&eacute;s del tiempo'; 
se refiere a la evoluci&oacute;n de cada caracter&iacute;stica del lenguaje, y 
a la relaci&oacute;n de las formas presentes con las pasadas a trav&eacute;s de 
los cambios. Ver <a href="#sincronico">sincr&oacute;nico</a>. 
<p>
<dt><b><a name="egresivo">egresivo</a></b> 
<dd>D&iacute;cese de los sonidos que se producen por medio de una salida o egreso 
de aire, m&aacute;s o menos brusco, que proviene de los pulmones y pasa por el 
tracto oral y/o nasal. La inmensa mayor&iacute;a de los sonidos son egresivos. 
Hay una minor&iacute;a que son <a href="#ingresivo">ingresivos</a>, producidos 
por un flujo aire que viene del exterior de la boca. Todos los sonidos del espa&ntilde;ol, 
el ingl&eacute;s, y en general de las lenguas europeas, son egresivos. 
<p>
<dt><b><a name="eyectivo">eyectivo</a></b> 
<dd>D&iacute;cese de los sonidos (generalmente <a href="#oclusivo">oclusivas</a> 
<a href="#sordo">sordas</a>) que se producen de la siguiente manera: se clausura 
el flujo de aire en alg&uacute;n punto (por ejemplo, para <code>/p/</code>, entre 
los labios), y adem&aacute;s se cierra la glotis. Luego se abren las dos clausuras 
al mismo tiempo. Puede simularse una consonante eyectiva seguida de vocal haciendo 
una pausa entre ambas, y luego uniendo progresivamente la consonante con la pausa 
que sigue. Estos sonidos son tambi&eacute;n conocidos como <a href="#glotalico">glot&aacute;licos</a> 
<a href="#egresivo">egresivos</a>. 
<p>
<dt><b><a name="fonema">fonema</a></b> 
<dd>Un grupo de sonidos (similares o no) que los hablantes de un lenguaje en particular 
consideran una unidad. Los sonidos que se agrupan en un fonema se llaman <a href="gramatica.html#sapir">fonos</a>. 
Un fonema puede constar de uno o m&aacute;s fonos, y es representado generalmente 
por el fono que ocurre con mayor frecuencia, aunque no siempre. Los fonos de un 
mismo fonema se llaman <b>al&oacute;fonos</b> de &eacute;ste (y unos de otros), 
o tambi&eacute;n <b>variantes alof&oacute;nicas</b>. Los fonemas se escriben entre 
barras <code>//</code>, mientras que los al&oacute;fonos se escriben entre corchetes 
<code>[]</code>. 
<p> Por ejemplo: en espa&ntilde;ol <code>/p/</code> tiene un &uacute;nico al&oacute;fono 
<code>[p]</code>. En cambio, <code>/b/</code> tiene dos, <code>[b]</code> y <code>[B]</code>. 
El primero es <a href="#oclusivo">oclusivo</a> (se pronuncia cerrando totalmente 
los labios, como con <code>/p/</code>), y ocurre s&oacute;lo despu&eacute;s de 
<code>/m/</code> y al principio de las palabras cuando se las comienza bruscamente. 
El otro, <code>[B]</code>, es <a href="#fricativo">fricativo</a> (el aire pasa 
entre los labios apenas separados), y ocurre en toda otra posici&oacute;n. De 
los al&oacute;fonos de un mismo fonema se dice que est&aacute;n en <b>distribuci&oacute;n 
complementaria</b>: uno no puede ocurrir donde ocurre el otro. Esto tambi&eacute;n 
implica que, dentro del lenguaje en cuesti&oacute;n, si uno pronuncia un al&oacute;fono 
distinto al que corresponde, quiz&aacute; suene raro; pero no se producir&aacute; 
una nueva palabra, puesto que todos los al&oacute;fonos de un mismo fonema son, 
por definici&oacute;n, tratados como el mismo sonido por los hablantes. De hecho, 
la mayor parte de ellos no podr&aacute;n reconocer una diferencia entre al&oacute;fonos 
a menos que se les haga notarla. Un ejemplo com&uacute;n en espa&ntilde;ol es 
<code>/x/</code>, el sonido que escribimos <i>j</i> (o a veces <i>g</i> antes 
de <i>e</i> o <i>i</i>). Este fonema tiene dos al&oacute;fonos seg&uacute;n la 
calidad de las vocales que est&eacute;n en contacto con &eacute;l, <code>[x]</code> 
(un sonido <a href="#velo">velar</a>) cerca de <code>/a o u/</code>, pero <code>[C]</code> 
(un sonido <a href="#paladar">palatal</a>) en contacto con <code>/i/</code> o 
<code>/e/</code>. Esto es debido a que la frontalidad de la vocal hace que la 
consonante se desplace tambi&eacute;n al frente de la boca. 
<p>
<dt><b><a name="fricativo">fricativo</a></b> 
<dd>D&iacute;cese de los sonidos consonantes que se producen con un flujo de aire 
parcialmente cerrado en alg&uacute;n punto del tracto oral, de forma tal que se 
produce una fricci&oacute;n audible. Ejemplos de fricativas <a href="#sordo">sordas</a> 
son <code>/f s x/</code> en espa&ntilde;ol (<code>/x/</code> = <i>j</i> como en 
<i>jota</i>). El espa&ntilde;ol no tiene fricativas <a href="#sonoro">sonoras</a>. 
<p>
<dt><b><a name="glotalico">glot&aacute;lico</a></b> 
<dd>D&iacute;cese de los sonidos que se pronuncian con alguna participaci&oacute;n 
de la glotis (movimiento o clausura), en particular los sonidos <a href="#eyectivo">eyectivos</a> 
e <a href="#implosivo">implosivos</a>. 
<p>
<dt><b><a name="idiolecto">idiolecto</a></b> 
<dd>La forma particular de hablar de una persona determinada; el dialecto personal 
de cada individuo, que probablemente no difiere mucho de los idiolectos de los 
que lo rodean, pero siempre es ligeramente distinto seg&uacute;n la elecci&oacute;n 
personal de palabras y frases, los matices de pronunciaci&oacute;n, etc. Una caracter&iacute;stica 
<b>idiolectal</b> es por lo tanto una caracter&iacute;stica del lenguaje que var&iacute;a 
seg&uacute;n el hablante particular. 
<p>
<dt><b><a name="implosivo">implosivo</a></b> 
<dd>D&iacute;cese de los sonidos (generalmente <a href="#oclusivo">oclusivas</a> 
<a href="#sonoro">sonoras</a>) que se producen de la siguiente forma: primero 
se clausura el flujo de aire en alg&uacute;n punto (por ejemplo, para una <code>/b/</code>, 
el punto de clausura est&aacute; en los labios). Luego, simult&aacute;neamente, 
se suelta la clausura, permitiendo el ingreso de aire a la boca, y se baja a la 
vez la glotis (lo cual se traduce, en los hombres, en un movimiento visible, hacia 
abajo, de la nuez de Ad&aacute;n). El movimiento de la glotis provoca un decremento 
de la presi&oacute;n intrabucal, facilitando el ingreso de aire, y causa un efecto 
sonoro muy particular, como de 'hueco'. Estos sonidos son conocidos tambi&eacute;n 
como <a href="#glotalico">glot&aacute;licos</a> <a href="#ingresivo">ingresivos</a>. 
<span class="note">[<a href="javascript:;//no hace nada">Escucha una 
muestra</a> <i>[grabación perdida]</i> de <i>b</i>, <i>d</i>, y <i>g</i> implosivas -- archivo MP3, 6 KB.]</span> 
<p>
<dt><b><a name="ingresivo"></a>ingresivo</b> 
<dd>D&iacute;cese de un sonido que se produce con un flujo de aire que ingresa 
a la boca. La mayor&iacute;a de los sonidos son <a href="#fonema">egresivos</a>, 
producidos por una salida de aire. Los &uacute;nicos sonidos ingresivos son las 
<a href="#implosivo">implosivas</a> y los <a href="#click">clicks</a>. Los sonidos 
ingresivos son bastante raros en los lenguajes humanos. Los lenguajes europeos 
como el espa&ntilde;ol y el ingl&eacute;s no tienen ninguno; algunas lenguas africanas 
son particularmente ricas en ingresivas. 
<p>
<dt><b><a name="modo_de_articulacion">modo de articulaci&oacute;n</a></b> 
<dd>La forma en que se articula o pronuncia un sonido (especialmente una consonante) 
con respecto al paso de aire. Una consonante puede ser <a href="#oclusivo">oclusiva</a> 
(con cierre completo del flujo de aire, como <code>/p/</code>); <a href="#fricativo">fricativa</a> 
(con cierre incompleto del flujo de aire, suficiente para producir fricci&oacute;n, 
como en <code>/s/</code>); africada (una oclusiva combinada con una fricativa 
en el mismo <a href="#punto_de_articulacion">punto de articulaci&oacute;n</a>, 
como nuestra <i>ch</i>); o <a href="#aproximante">aproximante</a> (casi sin obstrucci&oacute;n 
del paso de aire, como nuestra <i>y</i> y otros sonidos llamados 'semivocales'). 
<p>
<dt><b><a name="morfema">morfema</a></b> 
<dd>Una unidad de significado, sea una ra&iacute;z (como 'perro', 'casa', 'rojo', 
'apagado', etc.), o un concepto derivativo (como los morfemas de diminutivo), 
o un concepto abstracto (como el de n&uacute;mero, g&eacute;nero, tiempo verbal, 
etc.). Los morfemas pueden manifestarse de muchas formas. Las ra&iacute;ces son 
t&iacute;picamente un conjunto de sonidos que no cambian. Los dem&aacute;s conceptos 
pueden manifestarse como un afijo (prefijo o sufijo), una preposici&oacute;n, 
un cambio en la vocal acentuada de la ra&iacute;z, o la ausencia de alguno de 
&eacute;stos (por contraste con la presencia de otro morfema de significado opuesto). 
Por ejemplo, la palabra <i>gatito</i> en espa&ntilde;ol tiene tres morfemas: una 
ra&iacute;z <i>gat-</i> que se refiere al felino dom&eacute;stico, un morfema 
de diminutivo <i>-it-</i>, y un sufijo <i>-o</i> que indica g&eacute;nero masculino. 
Algunos morfemas, como <i>gat-</i>, son obligatorios (toda sustantivo necesita 
una ra&iacute;z); otros, como <i>-it-</i>, son opcionales, y adem&aacute;s su 
lugar puede estar vac&iacute;o; otros, como <i>-o</i>, pertenecen a un conjunto 
y alguno debe aparecer. En <i>perros</i> hay tres morfemas: la ra&iacute;z <i>perr-</i>, 
la marca de g&eacute;nero <i>-o-</i>, y el plural <i>-s</i>. &Eacute;ste &uacute;ltimo 
puede no aparecer, pero su ausencia tambi&eacute;n tiene significado, el de singular. 
Por eso, en espa&ntilde;ol el singular es un <b>morfema cero</b> (se manifiesta 
como ausencia de cualquier otro morfema en su lugar). 
<p> La forma en que un lenguaje une los morfemas para formar palabras se denomina 
<b>morfolog&iacute;a</b> (que significa 'estudio de la forma'). Los lenguajes 
<a href="#analitico">anal&iacute;ticos</a> tienden a tener menos complicaciones 
en su morfolog&iacute;a, prefiriendo ra&iacute;ces (<b>morfemas radicales</b>) 
en su forma pura. Los lenguajes <a href="#sintetico">sint&eacute;ticos</a> suelen 
caracterizarse por una morfolog&iacute;a complicada. 
<p> Los morfemas no s&oacute;lo se manifiestan como presencia o ausencia de afijos: 
tambi&eacute;n es un morfema, por ejemplo, el cambio de la vocal de muchos verbos 
ingleses que forman as&iacute; su pasado y participio. Este morfema no se manifiesta 
como un conjunto de sonidos a&ntilde;adi&eacute;ndose a otros, sino como un cambio. 
Es tambi&eacute;n un morfema la suma de cambio de vocales y de sufijos que derivan 
un verbo conjugado como <i>puedo</i> de la ra&iacute;z verbal <i>pod-</i> (de 
<i>poder</i>). Incluso un cambio de tono (en los lenguajes tonales como el chino) 
puede constituir un morfema. 
<p>
<dt><b><a name="nasal">nasal</a></b> 
<dd>D&iacute;cese de los sonidos que se pronuncian conjuntamente con un flujo 
de aire a trav&eacute;s de la nariz. En particular, se llaman <b>nasales</b> a 
las consonantes que se pronuncian con una <a href="#oclusivo">oclusi&oacute;n</a> 
en el tracto oral mientras que el aire fluye libremente por el tracto nasal, como 
nuestras <code>/m/</code> y <code>/n/</code> espa&ntilde;olas. 
<p>
<dt><b><a name="oclusivo">oclusivo</a></b> 
<dd>D&iacute;cese de las consonantes que se pronuncian interrumpiendo totalmente 
el flujo de aire en alg&uacute;n punto de la boca, y luego abri&eacute;ndolo del 
todo bruscamente. Ejemplos: <code>/p t k b d g/</code>, especialmente (en espa&ntilde;ol) 
cuando se encuentran despu&eacute;s de una nasal como <code>/m/</code> o <code>/n/</code>. 
<p>
<dt><b><a name="paladar">paladar</a></b> 
<dd>La 'b&oacute;veda' que se levanta en el centro de la cavidad bucal, y en particular, 
su borde frontal, el <b>paladar duro</b>, que se levanta despu&eacute;s de los 
<a href="#alveolos">alv&eacute;olos</a>. Aqu&iacute;, cerca del borde, se producen 
los sonidos llamados <b>palatales</b>, de los cuales en espa&ntilde;ol tenemos 
varios, los que escribimos <i>ll &ntilde; ch y</i>. En la cima de la b&oacute;veda 
del palatal se producen otros sonidos, llamados <a href="#retroflejo">retroflejos</a>. 
La parte posterior del paladar no se considera parte de &eacute;l para nuestros 
prop&oacute;sitos, sino que forma el <a href="#velo">velo</a> o paladar blando. 
<p>
<dt><b><a name="paradigma">paradigma</a></b> 
<dd>Una tabla o conjunto que muestra la forma de conjugar un verbo, declinar un 
sustantivo, etc., en todas las formas posibles, usando un modelo (la palabra <i>paradigma</i> 
significa modelo o ejemplo). Por ejemplo, una tabla de conjugaciones de verbos 
en espa&ntilde;ol con sus tres verbos modelo cl&aacute;sicos (<i>amar, temer, 
vivir</i>) en todos los tiempos, personas, n&uacute;meros y modos, es un paradigma 
verbal (y consta de tres sub-paradigmas). 
<p>
<dt><b><a name="punto_de_articulacion">punto de articulaci&oacute;n</a></b> 
<dd>El lugar, dentro de los &oacute;rganos vocales (la boca, la garganta, etc.), 
donde se produce o articula un sonido, especialmente una consonante. Tambi&eacute;n 
incluye cu&aacute;les &oacute;rganos est&aacute;n en contacto con cu&aacute;les, 
y qu&eacute; partes de ellos. Los puntos de articulaci&oacute;n m&aacute;s comunes 
son: <b>bilabial</b> (entre los dos labios, como <code>/b/</code>); <b>labiodental</b> 
(entre uno de los labios y los dientes, como <code>/f/</code>); <b>dental</b> 
(entre la lengua y la cara posterior de los dientes, como <code>/t/</code>); alveolar 
(entre la lengua y los <a href="#alveolos">alv&eacute;olos</a>, como <code>/s/</code>); 
palatal (entre la lengua y el borde del <a href="#paladar"> paladar</a> duro, 
como nuestra <i>&ntilde;</i>); <a href="#retroflejo">retroflejo</a> (con la lengua 
enroscada hacia atr&aacute;s tocando la cima del paladar); velar (en el <a href="#velo">velo</a>, 
como <code>/k/</code>); uvular (en la &uacute;vula o campanilla); glotal (con 
un cierre en la glotis). Dependiendo de la parte de la lengua que participe, se 
puede precisar adem&aacute;s que la articulaci&oacute;n es <b>apical</b> (participa 
la punta o &aacute;pice de la lengua), <b>laminal</b> (con el 'cuerpo' medio de 
la lengua), o <b>sublaminal</b> (con la cara inferior de la lengua). Ver tambi&eacute;n 
<a href="#modo_de_articulacion">modo de articulaci&oacute;n</a>. 
<p>
<dt><b><a name="retroflejo">retroflejo</a></b> 
<dd>Un sonido producido en el <a href="#punto_de_articulacion">punto de articulaci&oacute;n</a> 
que se encuentra en la cima del <a href="#paladar">paladar</a>, con la punta de 
la lengua curvada y enroscada ligeramente hacia atr&aacute;s de forma que su cara 
posterior toque el paladar. El espa&ntilde;ol no tiene sonidos retroflejos, pero 
muchos otros lenguajes s&iacute;. En particular, el ingl&eacute;s americano tiene 
un sonido retroflejo, su <code>/r/</code>. El chino mandar&iacute;n tiene una 
serie retrofleja compuesta de una <a href="#fricativo">fricativa</a>, una <a href="#africado">africada</a> 
no aspirada y una africada aspirada, transliteratedas (en pinyin) como <i>sh, 
zh, ch</i>. <span class="note">[<a href="javascript:;//no hace nada">Esc&uacute;chalas</a> <i>[grabación perdida]</i>
-- archivo MP3, 7KB]</span> 
<p>
<dt><b><a name="sincronico">sincr&oacute;nico</a></b> 
<dd>D&iacute;cese de uno de los dos enfoques posibles del estudio de un lenguaje 
con respecto al tiempo. Sincr&oacute;nico significa 'en el mismo tiempo'; se refiere 
al estado particular de cada caracter&iacute;stica de un lenguaje en un momento 
determinado, sin tener en cuenta su procedencia ni los cambios que lo llevaron 
a su forma actual, sino concentr&aacute;ndose en su descripci&oacute;n en el momento 
de referencia, y la de sus relaciones con otras caracter&iacute;sticas. Ver <a href="#diacronico">diacr&oacute;nico</a>. 
<p>
<dt><b><a name="sintetico">sint&eacute;tico</a></b> 
<dd>D&iacute;cese de un lenguaje que tiende a marcar muchas distinciones sobre 
las ra&iacute;ces de las palabras usando morfolog&iacute;a espec&iacute;fica para 
ello (prefijos, sufijos, ablaut, etc.). Esto puede implicar una gran cantidad 
de morfolog&iacute;a para marcar tiempo, persona, n&uacute;mero, aspecto, modo, 
voz, etc., en los verbos; casos gramaticales y g&eacute;nero en los sustantivos, 
etc. En los lenguajes sint&eacute;ticos, el orden de las palabras tiende a ser 
m&aacute;s bien relajado, y puede alterarse sin demasiada posibilidad de confusi&oacute;n, 
puesto que las palabras suelen concordar entre ellas (adjetivos con sustantivos, 
generalmente, por n&uacute;mero, g&eacute;nero y/o caso). La complicaci&oacute;n 
ganada en la morfolog&iacute;a se compensa con una sintaxis menos severa que la 
de los lenguajes <a href="#analitico">anal&iacute;ticos</a>; las palabras aisladas 
tienen m&aacute;s valor que en &eacute;stos &uacute;ltimos, sin tener tanto en 
cuenta sus relaciones con las otras (sintaxis). A veces pueden alcanzarse niveles 
incre&iacute;bles de s&iacute;ntesis, en cuyo caso el lenguaje se denomina <b>polisint&eacute;tico</b>; 
palabras de estos lenguajes pueden contener tanta informaci&oacute;n como frases 
completas en lenguas m&aacute;s anal&iacute;ticas. Ejemplos de lenguajes sint&eacute;ticos 
son el lat&iacute;n, el griego, y en menor grado el espa&ntilde;ol y la mayor&iacute;a 
de las lenguas europeas (el ingl&eacute;s tiende m&aacute;s a lo anal&iacute;tico). 
Ejemplos de polis&iacute;ntesis se encuentran sobre todo en las lenguas nativas 
americanas. &Uacute;ltimamente se ha dado en clasificar al franc&eacute;s como 
polisint&eacute;tico, dadas frases como <i>je ne sais pas</i>, que aunque se escriban 
como cuatro palabras son fonol&oacute;gicamente una sola -- codificando, adem&aacute;s 
del verbo, tiempo, persona, n&uacute;mero, modo y negaci&oacute;n. 
<p>
<dt><b><a name="sonoro">sonoro</a></b> 
<dd>D&iacute;cese de los sonidos que se producen con vibraci&oacute;n de las cuerdas 
vocales. Su opuesto es <a href="#sordo">sordo</a>. Ejemplos de sonidos sonoros 
son las <a href="#oclusivo">oclusivas</a> <code>/b d g/</code>, las <a href="#aproximante">aproximantes</a> 
<code>/l r/</code>, las <a href="#nasal">nasales</a> <code>/m n/</code> y las 
<a href="#vocal">vocales</a>. La vibraci&oacute;n de las cuerdas vocales es f&aacute;cil 
de comprobar poniendo una mano extendida sobre la garganta al tiempo que se emite 
el sonido. 
<p>
<dt><b><a name="sordo">sordo</a></b> 
<dd>D&iacute;cese de los sonidos que se producen sin vibraci&oacute;n de las cuerdas 
vocales. Su opuesto es <a href="#sonoro">sonoro</a>. Ejemplos de sonidos sordos 
son las <a href="#oclusivo">oclusivas</a> <code>/p t k/</code> y las <a href="#fricativo">fricativas</a> 
<code>/f s/</code>. 
<p>
<dt><b><a name="velo">velo</a></b> 
<dd>Tambi&eacute;n conocido como <b>velo del paladar</b>, o <b>paladar blando</b>. 
La parte posterior de la b&oacute;veda del paladar, donde se producen los sonidos 
<b>velares</b> como <code>/k/</code>, <code>/g/</code>, <code>/x/</code> (estas 
dos &uacute;ltimas son la <i>g</i> de <i>gato</i> y la <i>j</i> de <i>jota</i>). 
<p>
<dt><b><a name="vocal">vocal</a></b> 
<dd>Un sonido que se produce como un flujo de aire no obstruido ni constre&ntilde;ido 
por los &oacute;rganos vocales en ninguna forma, sino solamente modulado por la 
posici&oacute;n de la lengua, los labios, etc. Las vocales se clasifican por su 
altura (definida por el alzamiento de la lengua); su frontalidad (definida por 
la posici&oacute;n de la parte alzada de la lengua, sea frontal, central, o posterior, 
dentro de la cavidad bucal); su redondeamiento (producido por los labios, si existe); 
y su nasalidad (existente si hay salida del aire por la nariz al mismo tiempo 
que por la boca). El espa&ntilde;ol tiene cinco vocales, que ordenadas de m&aacute;s 
frontal a m&aacute;s posterior son <code>/i e a o u/</code>. <code>/i/</code> 
y <code>/u/</code> son altas; <code>/e/</code> y <code>/o/</code> son medias; 
<code>/a/</code> es baja. <code>/i/</code> y <code>/e/</code> son frontales; <code>/a/</code> 
es central; <code>/o/</code> y <code>/u/</code> son posteriores. Las vocales posteriores, 
en espa&ntilde;ol, son tambi&eacute;n redondeadas; las otras (<code>/i e a/</code>) 
son no redondeadas. No hay vocales nasales en espa&ntilde;ol; todas son orales. 
En alem&aacute;n hay vocales frontales redondeadas (las que se escriben <i>&uuml;</i> 
y <i>&ouml;</i>). En franc&eacute;s, adem&aacute;s de &eacute;stas, hay una serie 
de vocales nasales. En ingl&eacute;s hay una gran cantidad de vocales (alrededor 
de doce o catorce, seg&uacute;n el dialecto), de las cuales la m&aacute;s indistinta 
y famosa tiene nombre propio (<i>schwa</i>) y es un sonido central, medio, no 
redondeado, que en ASCII IPA se escribe <code>/@/</code> (en IPA, es una <code>e</code> 
girada 180 grados). Los lenguajes con menor cantidad de vocales tienen dos, generalmente 
<code>/a/</code> y alg&uacute;n sonido alto como <code>/i/</code> que puede cambiar 
de pronunciaci&oacute;n. Los lenguajes que tienen tres vocales casi siempre tienen 
<code>/i a u/</code>, donde <code>/i/</code> puede pronunciarse como <code>/e/</code> 
y <code>/u/</code> como <code>/o/</code> seg&uacute;n su proximidad con otros 
sonidos. Los lenguajes europeos tienen en promedio unas siete vocales. Los lenguajes 
con mayor cantidad de vocales son africanos y pertenecen a la familia Khoisan; 
el record parece ser de unas 24 vocales. 
<p> Las vocales son normalmente <a href="#sonoro">sonoras</a>. Una vocal <a href="#sordo">sorda</a> 
es por definici&oacute;n casi inaudible; suena como una <code>/h/</code> inglesa 
o un suspiro emitido con los &oacute;rganos vocales en posici&oacute;n para la 
vocal. En algunos lenguajes, como el japon&eacute;s, algunas vocales se hacen 
sordas al estar en contacto con consonantes sordas, al final de las palabras, 
cuando no est&aacute;n acentuadas, etc. 
</dl>

<hr/>

<div class="crumbles">
<a href="/">Inicio</a> &gt; <a href="como-crear-un-lenguaje.html">Cómo crear un lenguaje</a> &gt;
</div>

</div> <!--end main-->

<div id="footer">
Derecho de autor &copy; 1999 Pablo David Flores.
</div>

</div> <!--end wrapper-->

</body>
</html>
